"Aw crap" = "Aw crap";
"Back" = "Terug";
"Half full" = "Half vol";
"How ya feeling today?" = "Hoe gaat het vandaag?";
"Live half full." = "Leef half vol.";
"Loading..." = "Loading ...";
"Next" = "Volgende";
"No internet connection" = "Geen internetverbinding";
"OK" = "OK";
"Patience is a virtue." = "Geduld is een schone zaak.";
"Share to Facebook" = "Delen op Facebook";
"Share to Twitter" = "Delen op Twitter";
"Sorry, this quote is too long to post to Twitter." = "Sorry, dit citaat is te lang om te posten op Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "De app die je frons draait ondersteboven met een dosis inspiratie om eventuele slecht humeur schoppen in de kont!";
"The glass is always" = "Het glas altijd";
"The quote hasn't loaded yet." = "Het citaat is nog niet geladen.";
"Try Again" = "Try Again";
"Whoops" = "Whoops";
"don't be angry." = "boos";
"don't be impatient." = "ongeduldig";
"don't be tired." = "moe";
"don't be lonely." = "eenzaam";
"don't be depressed." = "terneergeslagen";
"don't be guilty." = "schuldig";
"don't be sad." = "triest";
"don't be nostalgic." = "nostalgisch";
"don't be jealous." = "jaloers";
"don't be dull." = "saai";
"don't be scared." = "bang";
"don't be anxious." = "angstig";
"angry" = "boos";
"impatient" = "ongeduldig";
"tired" = "moe";
"lonely" = "eenzaam";
"depressed" = "terneergeslagen";
"guilty" = "schuldig";
"sad" = "triest";
"nostalgic" = "nostalgisch";
"jealous" = "jaloers";
"dull" = "saai";
"scared" = "bang";
"anxious" = "angstig";
